[
  {
    "condition": "Fever",
    "content_en": "Fever is a temporary rise in body temperature. Symptoms include sweating, chills, headache, muscle aches, and weakness. Use acetaminophen, rest, and hydration. Seek care if fever > 39°C for more than 48 hours or with confusion.",
    "content_hi": "बुखार शरीर के तापमान में अस्थायी वृद्धि है। लक्षणों में पसीना आना, सर्दी लगना, सिरदर्द, मांसपेशियों में दर्द और कमजोरी शामिल हैं। पेरासिटामोल लें, आराम करें और हाइड्रेटेड रहें। अगर बुखार 39°C से अधिक हो और 48 घंटे से ज्यादा बना रहे या भ्रम हो तो डॉक्टर से मिलें।"
  },
  {
    "condition": "Common Cold",
    "content_en": "The common cold is a viral infection of the nose and throat. Symptoms include runny nose, sore throat, cough, and mild fever. Rest, hydration, and over-the-counter cold medications help.",
    "content_hi": "सामान्य सर्दी नाक और गले का वायरल संक्रमण है। लक्षणों में बहती नाक, गले में खराश, खांसी और हल्का बुखार शामिल हैं। आराम करें, पानी पिएं और ओटीसी दवाएं लें।"
  },
  {
    "condition": "Influenza (Flu)",
    "content_en": "Influenza is a contagious respiratory illness caused by influenza viruses. Symptoms include sudden fever, chills, muscle aches, fatigue, and cough. Rest, fluids, and antiviral medication if prescribed.",
    "content_hi": "फ्लू एक संक्रामक श्वसन रोग है जो इन्फ्लूएंजा वायरस से होता है। लक्षणों में अचानक बुखार, सर्दी लगना, मांसपेशियों में दर्द, थकान और खांसी शामिल हैं। आराम करें, तरल पदार्थ लें और डॉक्टर द्वारा दी गई दवा लें।"
  },
  {
    "condition": "Strep Throat",
    "content_en": "Strep throat is a bacterial infection that causes sore throat and fever. It may include red tonsils and swollen glands. Antibiotics are required. Seek medical advice.",
    "content_hi": "स्ट्रेप गला एक जीवाणु संक्रमण है जो गले में खराश और बुखार पैदा करता है। इसमें लाल टॉन्सिल और सूजी हुई ग्रंथियां हो सकती हैं। एंटीबायोटिक दवाओं की आवश्यकता होती है। डॉक्टर से सलाह लें।"
  },
  {
    "condition": "Gastroenteritis",
    "content_en": "Gastroenteritis is inflammation of the stomach and intestines caused by viruses or bacteria. Symptoms include nausea, vomiting, diarrhea, and cramps. Rest and oral rehydration recommended.",
    "content_hi": "गैस्ट्रोएंटेराइटिस पेट और आंतों की सूजन है जो वायरस या बैक्टीरिया से होती है। लक्षणों में मतली, उल्टी, दस्त और ऐंठन शामिल हैं। आराम करें और ओआरएस लें।"
  },
  {
    "condition": "Migraine",
    "content_en": "Migraine is a neurological condition that can cause intense headaches, nausea, and sensitivity to light. Rest in a dark room, use cold compresses, and take prescribed medications.",
    "content_hi": "माइग्रेन एक न्यूरोलॉजिकल स्थिति है जो तीव्र सिरदर्द, मतली और रोशनी के प्रति संवेदनशीलता का कारण बन सकती है। अंधेरे कमरे में आराम करें, ठंडी पट्टी लगाएं और डॉक्टर द्वारा दी गई दवा लें।"
  },
  {
    "condition": "Tension Headache",
    "content_en": "Tension headaches are mild to moderate pain often described as feeling like a tight band around the head. Treat with rest, hydration, and pain relievers like ibuprofen or acetaminophen.",
    "content_hi": "तनाव सिरदर्द हल्के से मध्यम दर्द होते हैं जो सिर के चारों ओर कसाव जैसा महसूस होते हैं। आराम करें, पानी पिएं और दर्द निवारक दवाएं लें।"
  },
  {
    "condition": "Allergic Rhinitis",
    "content_en": "Also known as hay fever, it causes sneezing, runny nose, and itchy eyes. Avoid allergens, use antihistamines, and nasal sprays if needed.",
    "content_hi": "एलर्जिक राइनाइटिस, जिसे हे फीवर भी कहा जाता है, छींकना, बहती नाक और खुजली वाली आंखें पैदा करता है। एलर्जन से बचें, एंटीहिस्टामाइन और नाक की स्प्रे का उपयोग करें।"
  },
  {
    "condition": "Urinary Tract Infection (UTI)",
    "content_en": "UTI causes painful urination, frequent urges, and cloudy urine. Drink fluids and seek medical advice for antibiotics.",
    "content_hi": "यूटीआई से पेशाब में जलन, बार-बार पेशाब आना और पेशाब का रंग गंदला हो सकता है। पानी पिएं और एंटीबायोटिक्स के लिए डॉक्टर से मिलें।"
  },
  {
    "condition": "Anemia",
    "content_en": "Anemia is a condition where you lack enough red blood cells. Symptoms include fatigue, pale skin, and dizziness. Treat with iron supplements and iron-rich foods.",
    "content_hi": "एनीमिया एक स्थिति है जिसमें लाल रक्त कोशिकाएं कम होती हैं। लक्षणों में थकान, पीली त्वचा और चक्कर आना शामिल हैं। आयरन सप्लीमेंट और आयरन युक्त आहार लें।"
  },
  {
    "condition": "Mild Dehydration",
    "content_en": "Mild dehydration causes thirst, dry mouth, and dark urine. Drink water or ORS and avoid caffeine.",
    "content_hi": "हल्के डिहाइड्रेशन में प्यास लगना, मुंह सूखना और गहरा रंग का पेशाब आना शामिल है। पानी या ओआरएस पिएं और कैफीन से बचें।"
  },
  {
    "condition": "Asthma Attack",
    "content_en": "An asthma attack includes wheezing, shortness of breath, and chest tightness. Use inhaler and seek immediate help if severe.",
    "content_hi": "दमा का दौरा आने पर घरघराहट, सांस लेने में तकलीफ और सीने में जकड़न होती है। इनहेलर का उपयोग करें और गंभीर स्थिति में तुरंत सहायता लें।"
  },
  {
    "condition": "Chest Pain",
    "content_en": "Chest pain can be a symptom of a heart problem. If pain is severe, radiates to arm or jaw, seek emergency care.",
    "content_hi": "सीने का दर्द दिल की समस्या का संकेत हो सकता है। यदि दर्द तेज हो और हाथ या जबड़े तक पहुंचे तो तुरंत डॉक्टर से मिलें।"
  },
  {
    "condition": "COVID-19",
    "content_en": "COVID-19 is a viral illness with symptoms like fever, cough, loss of taste/smell, and fatigue. Isolate, hydrate, and monitor symptoms.",
    "content_hi": "कोविड-19 एक वायरल बीमारी है जिसके लक्षणों में बुखार, खांसी, स्वाद/गंध का न आना और थकान शामिल हैं। अलग रहें, पानी पिएं और लक्षणों की निगरानी करें।"
  },
  {
    "condition": "Back Pain",
    "content_en": "Back pain is discomfort in the spine area. Rest, apply heat or cold, and do gentle stretches. Seek care if persistent.",
    "content_hi": "पीठ दर्द रीढ़ के क्षेत्र में असहजता होती है। आराम करें, गर्म या ठंडी पट्टी लगाएं और हल्की स्ट्रेचिंग करें। लगातार दर्द होने पर डॉक्टर से मिलें।"
  },
  {
    "condition": "Ear Infection",
    "content_en": "Ear infection is inflammation of the middle ear, often with pain, fever, and difficulty hearing. Use warm compress and consult a doctor if symptoms persist.",
    "content_hi": "कान का संक्रमण मध्य कान की सूजन है, जिसमें दर्द, बुखार और सुनने में कठिनाई हो सकती है। गर्म पट्टी लगाएं और लक्षण बने रहने पर डॉक्टर से मिलें।"
  },
  {
    "condition": "Conjunctivitis",
    "content_en": "Also known as pink eye, conjunctivitis causes redness, itching, and discharge in one or both eyes. Maintain hygiene and avoid touching eyes. Seek treatment if severe.",
    "content_hi": "कंजक्टिवाइटिस, जिसे पिंक आई भी कहते हैं, आंखों में लालपन, खुजली और स्राव पैदा करता है। स्वच्छता बनाए रखें और आंखों को न छुएं। गंभीर होने पर इलाज कराएं।"
  },
  {
    "condition": "Skin Rash",
    "content_en": "Skin rashes may result from allergies, infections, or irritation. Use soothing creams and avoid scratching. Consult doctor if spreading or painful.",
    "content_hi": "त्वचा पर चकत्ते एलर्जी, संक्रमण या जलन से हो सकते हैं। ठंडक देने वाली क्रीम लगाएं और खुजलाने से बचें। अगर चकत्ते फैल रहे हों या दर्द हो तो डॉक्टर से मिलें।"
  },
  {
    "condition": "Food Poisoning",
    "content_en": "Food poisoning causes nausea, vomiting, diarrhea, and stomach cramps. Rest and stay hydrated with ORS. Seek care if symptoms persist or worsen.",
    "content_hi": "फूड पॉइजनिंग से मतली, उल्टी, दस्त और पेट में ऐंठन होती है। आराम करें और ओआरएस से हाइड्रेटेड रहें। लक्षण बने रहने पर डॉक्टर से मिलें।"
  },
  {
    "condition": "Sore Throat",
    "content_en": "Sore throat causes pain and irritation in the throat. Gargle with salt water, drink warm fluids, and use lozenges. Seek care if pain is severe or lasts long.",
    "content_hi": "गले में खराश से गले में दर्द और जलन होती है। गरारे करें, गर्म तरल लें और लॉजेंसेज़ चूसें। अगर दर्द तेज हो या लंबे समय तक बना रहे तो डॉक्टर से मिलें।"
  },
  {
    "condition": "Toothache",
    "content_en": "Toothache is pain in or around a tooth due to decay or infection. Rinse with salt water, use cold compress, and consult a dentist.",
    "content_hi": "दांत दर्द दांत में सड़न या संक्रमण के कारण होता है। नमक पानी से कुल्ला करें, ठंडी पट्टी लगाएं और दंत चिकित्सक से मिलें।"
  },
  {
    "condition": "Minor Burns",
    "content_en": "Minor burns cause red, painful skin. Cool the area with water, apply aloe vera or burn ointment. Cover with sterile gauze and avoid bursting blisters.",
    "content_hi": "छोटे जलने से त्वचा लाल और दर्दनाक हो जाती है। जलन वाली जगह को ठंडे पानी से धोएं, ऐलोवेरा या जलन की क्रीम लगाएं। साफ पट्टी से ढकें और फफोले न फोड़ें।"
  },
  {
    "condition": "Hypertension (High Blood Pressure)",
    "content_en": "High blood pressure often has no symptoms but can lead to serious problems. Monitor regularly, reduce salt, exercise, and take medication if prescribed.",
    "content_hi": "हाई ब्लड प्रेशर अक्सर बिना लक्षण के होता है लेकिन गंभीर समस्याएं पैदा कर सकता है। नियमित रूप से जांच करें, नमक कम लें, व्यायाम करें और डॉक्टर की दवा लें।"
  },
  {
    "condition": "Hypoglycemia",
    "content_en": "Low blood sugar causes shakiness, sweating, and confusion. Eat or drink fast-acting carbs like juice or glucose tablets. Seek help if unconscious.",
    "content_hi": "कम ब्लड शुगर से कांपना, पसीना आना और भ्रम हो सकता है। जल्दी असर करने वाले कार्ब्स जैसे जूस या ग्लूकोज़ टैबलेट लें। बेहोशी की स्थिति में सहायता लें।"
  },
  {
    "condition": "Dengue Fever",
    "content_en": "Dengue causes high fever, body pain, rash, and low platelet count. Avoid NSAIDs, take paracetamol, hydrate well, and seek care.",
    "content_hi": "डेंगू में तेज बुखार, बदन दर्द, चकत्ते और प्लेटलेट्स कम हो सकते हैं। एनएसएआईडी न लें, पैरासिटामोल लें, पानी पिएं और डॉक्टर से मिलें।"
  },
  {
    "condition": "Malaria",
    "content_en": "Malaria is caused by mosquito bites. Symptoms include fever, chills, and sweating. Take antimalarial drugs as prescribed.",
    "content_hi": "मलेरिया मच्छर के काटने से होता है। लक्षणों में बुखार, ठंड लगना और पसीना आना शामिल हैं। डॉक्टर द्वारा दी गई दवा लें।"
  },
  {
    "condition": "Sinus Infection",
    "content_en": "Sinusitis causes facial pain, nasal congestion, and headache. Use nasal decongestants, warm compress, and consult doctor if needed.",
    "content_hi": "साइनस संक्रमण से चेहरे में दर्द, नाक बंद और सिरदर्द होता है। डीकॉन्जेस्टेंट, गर्म पट्टी और जरूरत पड़ने पर डॉक्टर से परामर्श लें।"
  },
  {
    "condition": "Diarrhea",
    "content_en": "Diarrhea is loose or watery stools. Drink ORS, eat bland food, and avoid dairy or spicy items. Seek medical help if it persists.",
    "content_hi": "दस्त में पतला या पानी जैसा मल होता है। ओआरएस पिएं, हल्का खाना खाएं और डेयरी या मसालेदार चीजें न खाएं। अगर लंबे समय तक बने रहें तो डॉक्टर से मिलें।"
  },
  {
    "condition": "Sprain",
    "content_en": "A sprain is a stretched or torn ligament. Rest, ice, compress, and elevate (RICE method) the area. Avoid strain.",
    "content_hi": "मचाल एक खिंचाव या लिगामेंट के फटने से होता है। आराम करें, बर्फ लगाएं, पट्टी बांधें और ऊंचाई पर रखें (RICE विधि)। दबाव न डालें।"
  },
  {
    "condition": "Chickenpox",
    "content_en": "Chickenpox causes itchy rash, fever, and fatigue. Use calamine lotion and stay isolated until scabs form.",
    "content_hi": "चिकनपॉक्स में खुजली वाला चकत्ता, बुखार और थकान होती है। कैलामाइन लोशन लगाएं और तब तक अलग रहें जब तक पपड़ी न बन जाए।"
  }
]